#language: ru
@all
Функция: Рик и морти (Регресс)

  Сценарий: Сравнить морти с последнем персонажем последнего эпизода
    Допустим получить всех персонажей сериала
    И найти id Морти
    И открыть всю информацию о Морти
    И найти расу, локацию и последний эпизод с участием Морти
    И перейти в последний эпизод с участием Морти
    И найти последнего персонажа в эпизоде
    И открыть всю информацию о последнем персонаже в эпизоде
    И найти расу, локацию и последний эпизод с участием персонажа
    И сравнить локацию персонажей
    И сравнить расу персонажей